org-roam/20260102232549-munoz_contra_reed_making.org
:PROPERTIES:
:ID:       af2f32d3-1d39-4411-8a85-1ce4fc38478b
:END:
#+title: munoz contra reed making
#+filetags: :idrs:2025:reed making:contra:

Notes from presentation at IDRS 2025 at Butler

Differences in contra from regular bassoon
- Intonation: often a compromise acoustically
- Role in orchestra: reinforce the string bass
- Response/Resistance: better with resistance in reed

Every reed is a compromise
Zarathustra requires a special reed

Similarities
- Forming
- Blending
- Right reed for the job
- Evaluation: Intonation, Response, Tone
- Reeds need to match the instrument
- Tip Bevel

Difference
- Tapers
  - Tip to Collar
  - Spine to rails
- Resistance
- Window
- *Blade length* vs Overall length

Tapers
Tip to collar

Bassoon has 3 tapers, mostly for the heart and no sagging Es
Contra doesn't have that issue
No thumbnail on contra
Tip at 0.10" and increases steadily to critical point (where lips meet reed)

Spine to rail
Channels are about the same width as a bassoon reed, but means wider spine because of reed shape on contra
To reduce the overall brightness move channels closer to rails

Tip Bevel
Use Gesswein tapered diamond hand file
1mm back from tip, hold 45 degree angle
Push down and forward over tip
Feel depth of bevel as you pull back
repeat until square edge is gone

Clarifies articulation
Lessens resistance without adding brightness
Evens the scale

The break in period is longer, like 2 weeks
Thicker tip for top staff Ab cracking

Window
After bringing collar to measurments
Hold file parallel to collar
Scrape back third, keep file level

lessens resistance in low register
slighlty brighten
evens tone in middle register

Break in - soak, play a little, dry off

Evaluation
- Intonation
- Resistance/Response
- Tone/flexibility

Wires and Pliers similar to bassoon

Tools
- Plaque
- Forming pins (reeds and stuff and miller to bottom line
- Wire 21 gauge
- Reamer

Effect of shape on reed
Main shapes
1) Concave (Prestini, K4)
   - Most common for Mollenhauers
   - Tone +, limited control?
2) Wine Bottle (F2, CBH, K2)
   - More stability
   - Fuller lows
3) Straight Sided (K1, CBL)
   - Good for most
   - Good start

Measurements:
In Inches
|        |   Min |   Max |
| Tip    |  0.01 | 0.013 |
| 1/8    | 0.016 | 0.021 |
| 2/8    | 0.022 | 0.028 |
| 3/8    | 0.028 | 0.035 |
| 4/8    | 0.032 | 0.042 |
| Collar | 0.040 | 0.045 |

In MM
| From tip |   Min |   Max |
|        0 |  25.4 |    33 |
|        1 |  30.2 |  39.4 |
|        2 |    35 |  45.8 |
|        3 |  39.8 |  52.2 |
|    3.175 |  40.6 |  53.3 |
|        4 |  44.6 |    58 |
|        5 |  49.4 |  63.6 |
|        6 |  54.2 |  69.2 |
|     6.35 |  55.9 |  71.1 |
|        7 |    59 |  74.8 |
|        8 |  63.8 |  80.4 |
|        9 |  68.6 |    86 |
|    9.525 |  71.1 |  88.9 |
|       10 |  72.6 |  91.6 |
|       11 |  75.8 |  97.2 |
|       12 |    79 | 102.8 |
|     12.7 |  81.3 | 106.7 |
|       13 |  81.8 | 106.9 |
|       14 |  83.4 | 107.5 |
|       15 |    85 | 108.1 |
|       16 |  86.6 | 108.7 |
|       17 |  88.2 | 109.3 |
|       18 |  89.8 | 109.9 |
|       19 |  91.4 | 110.5 |
|       20 |    93 | 111.1 |
|       21 |  84.6 | 111.7 |
|       22 |  86.2 | 112.3 |
|       23 |  97.8 | 112.9 |
|       24 |  99.4 | 113.5 |
|       25 |   101 | 114.1 |
|     25.4 | 101.6 | 114.3 |




Wire Measurements
1st: 1mm from collar
2nd: 14mm from middle of first wire
3rd: 5mm from butt
