docs/site/20260102232549-munoz_contra_reed_making.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-21 Sat 11:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>munoz contra reed making</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">munoz contra reed making</h1>
<p>
Notes from presentation at IDRS 2025 at Butler
</p>

<p>
Differences in contra from regular bassoon
</p>
<ul class="org-ul">
<li>Intonation: often a compromise acoustically</li>
<li>Role in orchestra: reinforce the string bass</li>
<li>Response/Resistance: better with resistance in reed</li>
</ul>

<p>
Every reed is a compromise
Zarathustra requires a special reed
</p>

<p>
Similarities
</p>
<ul class="org-ul">
<li>Forming</li>
<li>Blending</li>
<li>Right reed for the job</li>
<li>Evaluation: Intonation, Response, Tone</li>
<li>Reeds need to match the instrument</li>
<li>Tip Bevel</li>
</ul>

<p>
Difference
</p>
<ul class="org-ul">
<li>Tapers
<ul class="org-ul">
<li>Tip to Collar</li>
<li>Spine to rails</li>
</ul></li>
<li>Resistance</li>
<li>Window</li>
<li><b>Blade length</b> vs Overall length</li>
</ul>

<p>
Tapers
Tip to collar
</p>

<p>
Bassoon has 3 tapers, mostly for the heart and no sagging Es
Contra doesn't have that issue
No thumbnail on contra
Tip at 0.10" and increases steadily to critical point (where lips meet reed)
</p>

<p>
Spine to rail
Channels are about the same width as a bassoon reed, but means wider spine because of reed shape on contra
To reduce the overall brightness move channels closer to rails
</p>

<p>
Tip Bevel
Use Gesswein tapered diamond hand file
1mm back from tip, hold 45 degree angle
Push down and forward over tip
Feel depth of bevel as you pull back
repeat until square edge is gone
</p>

<p>
Clarifies articulation
Lessens resistance without adding brightness
Evens the scale
</p>

<p>
The break in period is longer, like 2 weeks
Thicker tip for top staff Ab cracking
</p>

<p>
Window
After bringing collar to measurments
Hold file parallel to collar
Scrape back third, keep file level
</p>

<p>
lessens resistance in low register
slighlty brighten
evens tone in middle register
</p>

<p>
Break in - soak, play a little, dry off
</p>

<p>
Evaluation
</p>
<ul class="org-ul">
<li>Intonation</li>
<li>Resistance/Response</li>
<li>Tone/flexibility</li>
</ul>

<p>
Wires and Pliers similar to bassoon
</p>

<p>
Tools
</p>
<ul class="org-ul">
<li>Plaque</li>
<li>Forming pins (reeds and stuff and miller to bottom line</li>
<li>Wire 21 gauge</li>
<li>Reamer</li>
</ul>

<p>
Effect of shape on reed
Main shapes
</p>
<ol class="org-ol">
<li>Concave (Prestini, K4)
<ul class="org-ul">
<li>Most common for Mollenhauers</li>
<li>Tone +, limited control?</li>
</ul></li>
<li>Wine Bottle (F2, CBH, K2)
<ul class="org-ul">
<li>More stability</li>
<li>Fuller lows</li>
</ul></li>
<li>Straight Sided (K1, CBL)
<ul class="org-ul">
<li>Good for most</li>
<li>Good start</li>
</ul></li>
</ol>

<p>
Measurements:
In Inches
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-left">&#xa0;</td>
<td class="org-right">Min</td>
<td class="org-right">Max</td>
</tr>

<tr>
<td class="org-left">Tip</td>
<td class="org-right">0.01</td>
<td class="org-right">0.013</td>
</tr>

<tr>
<td class="org-left">1/8</td>
<td class="org-right">0.016</td>
<td class="org-right">0.021</td>
</tr>

<tr>
<td class="org-left">2/8</td>
<td class="org-right">0.022</td>
<td class="org-right">0.028</td>
</tr>

<tr>
<td class="org-left">3/8</td>
<td class="org-right">0.028</td>
<td class="org-right">0.035</td>
</tr>

<tr>
<td class="org-left">4/8</td>
<td class="org-right">0.032</td>
<td class="org-right">0.042</td>
</tr>

<tr>
<td class="org-left">Collar</td>
<td class="org-right">0.040</td>
<td class="org-right">0.045</td>
</tr>
</tbody>
</table>

<p>
In MM
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<tbody>
<tr>
<td class="org-right">From tip</td>
<td class="org-right">Min</td>
<td class="org-right">Max</td>
</tr>

<tr>
<td class="org-right">0</td>
<td class="org-right">25.4</td>
<td class="org-right">33</td>
</tr>

<tr>
<td class="org-right">1</td>
<td class="org-right">30.2</td>
<td class="org-right">39.4</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-right">35</td>
<td class="org-right">45.8</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-right">39.8</td>
<td class="org-right">52.2</td>
</tr>

<tr>
<td class="org-right">3.175</td>
<td class="org-right">40.6</td>
<td class="org-right">53.3</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-right">44.6</td>
<td class="org-right">58</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-right">49.4</td>
<td class="org-right">63.6</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-right">54.2</td>
<td class="org-right">69.2</td>
</tr>

<tr>
<td class="org-right">6.35</td>
<td class="org-right">55.9</td>
<td class="org-right">71.1</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-right">59</td>
<td class="org-right">74.8</td>
</tr>

<tr>
<td class="org-right">8</td>
<td class="org-right">63.8</td>
<td class="org-right">80.4</td>
</tr>

<tr>
<td class="org-right">9</td>
<td class="org-right">68.6</td>
<td class="org-right">86</td>
</tr>

<tr>
<td class="org-right">9.525</td>
<td class="org-right">71.1</td>
<td class="org-right">88.9</td>
</tr>

<tr>
<td class="org-right">10</td>
<td class="org-right">72.6</td>
<td class="org-right">91.6</td>
</tr>

<tr>
<td class="org-right">11</td>
<td class="org-right">75.8</td>
<td class="org-right">97.2</td>
</tr>

<tr>
<td class="org-right">12</td>
<td class="org-right">79</td>
<td class="org-right">102.8</td>
</tr>

<tr>
<td class="org-right">12.7</td>
<td class="org-right">81.3</td>
<td class="org-right">106.7</td>
</tr>

<tr>
<td class="org-right">13</td>
<td class="org-right">81.8</td>
<td class="org-right">106.9</td>
</tr>

<tr>
<td class="org-right">14</td>
<td class="org-right">83.4</td>
<td class="org-right">107.5</td>
</tr>

<tr>
<td class="org-right">15</td>
<td class="org-right">85</td>
<td class="org-right">108.1</td>
</tr>

<tr>
<td class="org-right">16</td>
<td class="org-right">86.6</td>
<td class="org-right">108.7</td>
</tr>

<tr>
<td class="org-right">17</td>
<td class="org-right">88.2</td>
<td class="org-right">109.3</td>
</tr>

<tr>
<td class="org-right">18</td>
<td class="org-right">89.8</td>
<td class="org-right">109.9</td>
</tr>

<tr>
<td class="org-right">19</td>
<td class="org-right">91.4</td>
<td class="org-right">110.5</td>
</tr>

<tr>
<td class="org-right">20</td>
<td class="org-right">93</td>
<td class="org-right">111.1</td>
</tr>

<tr>
<td class="org-right">21</td>
<td class="org-right">84.6</td>
<td class="org-right">111.7</td>
</tr>

<tr>
<td class="org-right">22</td>
<td class="org-right">86.2</td>
<td class="org-right">112.3</td>
</tr>

<tr>
<td class="org-right">23</td>
<td class="org-right">97.8</td>
<td class="org-right">112.9</td>
</tr>

<tr>
<td class="org-right">24</td>
<td class="org-right">99.4</td>
<td class="org-right">113.5</td>
</tr>

<tr>
<td class="org-right">25</td>
<td class="org-right">101</td>
<td class="org-right">114.1</td>
</tr>

<tr>
<td class="org-right">25.4</td>
<td class="org-right">101.6</td>
<td class="org-right">114.3</td>
</tr>
</tbody>
</table>




<p>
Wire Measurements
1st: 1mm from collar
2nd: 14mm from middle of first wire
3rd: 5mm from butt
</p>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
